#Задано список з цілих чисел. Напишіть функцію, яка
#повертає суму всіх елементів цього списку. Напишіть код,
#що демонструє роботу функції та показує суму елементів у
#деяких списках.
suma = {10 , 2 , 15 , 90 , 30}
suma2 = {1 , 2 , 3 , 4 , 5}
suma3 = {4 , 5 , 67 , 3 , 2}
def lesson_1(suma):
    return sum(suma)
print("Список №1:" , suma)
print("Сума:" , lesson_1(suma))
print()
print("Список №2:" , suma2)
print("Сума:" , lesson_1(suma2))
print()
print("Список №3:" , suma3)
print("Сума:" , lesson_1(suma3))

